accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
age
alsa-firmware
alsa-plugins
alsa-utils
amazingmarvin-appimage
amd-ucode
awesome-terminal-fonts
baobab
base
base-devel
bash-completion
bind
blender
bluez
bluez-hid2hci
bluez-libs
bluez-utils
brave-bin
btop
btrfs-assistant
btrfs-progs
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-kernel-manager
cachyos-keyring
cachyos-mirrorlist
cachyos-packageinstaller
cachyos-plymouth-theme
cachyos-rate-mirrors
cachyos-settings
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
chwd
cider
cpupower
cryptsetup
decibels
device-mapper
dhclient
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
duf
e2fsprogs
easyeffects
efibootmgr
efitools
egl-wayland
eog
epiphany
espanso-wayland
ethtool
evince
exfatprogs
extension-manager
f2fs-tools
ffmpegthumbnailer
file-roller
fluxcd
foliate
fsarchiver
gdm
ghostty
gimp
git
glances
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-color-manager
gnome-connections
gnome-console
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-font-viewer
gnome-keyring
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-nettool
gnome-power-manager
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extension-pop-shell-git
gnome-software
gnome-sound-recorder
gnome-system-monitor
gnome-text-editor
gnome-themes-extra
gnome-tour
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-weather
grilo-plugins
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
gvfs-afc
gvfs-dnssd
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-onedrive
gvfs-smb
gvfs-wsdd
haveged
hdparm
hwdetect
hwinfo
inetutils
iptables-nft
iwd
jfsutils
k9s
kate
kitty
kubectl
lazygit
less
lib32-mesa
lib32-nvidia-utils
lib32-opencl-nvidia
lib32-vulkan-radeon
libdvdcss
libfido2
libgsf
libnma
libopenraw
libva-nvidia-driver
libwnck3
linux-cachyos
linux-cachyos-headers
linux-cachyos-nvidia
linux-firmware
logrotate
lollypop
loupe
lsb-release
lsscsi
lvm2
malcontent
man-db
man-pages
mdadm
meld
mesa-utils
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
nautilus
neovim
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-color-emoji-fontconfig
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nss-mdns
ntp
nvidia-settings
nvidia-utils
obs-studio
octopi
onlyoffice-bin
opencl-nvidia
opendesktop-fonts
openssh
orca
pacman-contrib
paru
pavucontrol
perl
piper
pipewire-alsa
pipewire-pulse
plocate
plymouth
podman
poppler-glib
power-profiles-daemon
presenterm
proton-vpn-gtk-app
pv
python
python-defusedxml
python-packaging
qt6-wayland
rebuild-detector
reflector
ripgrep
rsync
rtkit
rygel
s-nail
sg3_utils
showmethekey
simple-scan
siyuan-note-bin
smartmontools
snapper
snapshot
sof-firmware
sops
stremio
sudo
sushi
syncthing
syncthing-gtk
sysfsutils
systemd-boot-manager
tecla
texinfo
totem
ttf-bitstream-vera
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-opensans
typescript
ufw
uhk-agent-appimage
unrar
unzip
upower
usb_modeswitch
usbutils
vesktop
vi
vim
virt-manager
vulkan-radeon
wget
which
wireless-regdb
wireplumber
wpa_supplicant
xdg-desktop-portal-gnome
xdg-user-dirs
xdg-user-dirs-gtk
xf86-input-libinput
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
yelp
zen-browser-bin
